[
    {
        "name": "Working Visit of Mr Heng Swee Keat, Deputy Prime Minister and Chairman of the National Research Foundation, to the United Kingdom, 29 September to 4 October 2024",
        "created_on": "05 October 2024",
        "updated_on": "05 October 2024",
        "content": " \tDeputy Prime Minister Heng Swee Keat has concluded his working visit to the United Kingdom.    In London, DPM Heng had separate meetings with DPM and Secretary of State for Housing, Communities and Local Government Angela Rayner, and Secretary of State for Health and Social Care Wes Streeting.    \tDPM Heng and DPM Rayner had a warm and productive discussion on areas of mutual interest including economic transformation, tripartite cooperation, skills upgrading, and public housing.    \tDPM Heng and Health Secretary Streeting, who hosted dinner for DPM Heng, discussed common healthcare challenges and the approaches adopted by Singapore and the UK respectively to address them. In particular, as our people enjoy longer lifespans, there are opportunities to maintain good health for longer, while providing better integrated services for those needing care. They also reaffirmed the importance of innovation and technology in improving healthcare delivery, and welcomed collaboration in these areas.    \tIn Manchester, DPM Heng met Mayor of Greater Manchester Andy Burnham. DPM Heng and Mayor Burnham exchanged views on how government, academia, finance, industry and talent could come together to grow vibrant and integrated innovation ecosystems. Such ecosystems form a critical foundation for economies of the future and, paired with diverse educational pathways and lifelong skills development, would create new jobs and opportunities of the future for our peoples.    \tDuring his trip, DPM Heng, who is concurrently the Chairman of the National Research Foundation, visited research institutes in London and Manchester. In London, he witnessed the signing of a Memorandum of Understanding (MOU) between Enterprise Singapore and InnovateUK, and an MOU between National Research Foundation Singapore,  Health Data Research UK and partner institutes. The MOUs will deepen strategic partnerships and foster collaborations in Research, Innovation and Enterprise (RIE) between Singapore and the UK. DPM Heng also engaged Singaporeans based in the UK at a reception in London on 29 September 2024.    \tDPM Heng will depart the UK today for a working visit to Japan.   .    .    .    .    .     MINISTRY OF FOREIGN AFFAIRS SINGAPORE 5 OCTOBER 2024         Photo Credit: Ministry of Digital Development\nand Information (MDDI) ",
        "url": "https://www.mfa.gov.sg/Newsroom/Press-Statements-Transcripts-and-Photos/2024/10/DPM-Heng-UK-Post-Visit_241005",
        "category": "Press Statements",
        "rolePermissions": [
            "official-open",
            "non-sensitive"
        ]
    },
    {
        "name": "Visit by Special Envoy of the Prime Minister and Senior Minister of States, Ministry of Foreign Affairs and Ministry of National Development, Sim Ann, to Qatar, 3 October 2024",
        "created_on": "02 October 2024",
        "updated_on": "02 October 2024",
        "content": " Senior Minister of State (SMS), Ministry of Foreign Affairs and Ministry of National Development, Sim Ann, will visit Doha, Qatar to participate in the 3rd Asia Cooperation Dialogue (ACD) Summit, in her capacity as the Special Envoy of the Prime Minister. The Summit, which will take place on 3 October 2024, will be hosted by His Highness Sheikh Tamim bin Hamad Al Thani, Emir of the State of Qatar. The ACD was established in 2002 to foster dialogue and cooperation in Asia.    \tSMS Sim will be accompanied by officials from the Ministry of Foreign Affairs.     .    .    .    .    .     MINISTRY OF FOREIGN AFFAIRS SINGAPORE 2 OCTOBER 2024 ",
        "url": "https://www.mfa.gov.sg/Newsroom/Press-Statements-Transcripts-and-Photos/2024/10/SMS-Visit-to-Qatar_241002",
        "category": "Press Statements",
        "rolePermissions": [
            "official-open",
            "non-sensitive"
        ]
    },
    {
        "name": "Letters from Prime Minister and Minister for Finance Lawrence Wong to Outgoing Japanese Prime Minister Kishida Fumio and Incoming Japanese Prime Minister Ishiba Shigeru",
        "created_on": "01 October 2024",
        "updated_on": "01 October 2024",
        "content": " Prime Minister and Minister for Finance Lawrence Wong has written a valedictory letter to outgoing Japanese Prime Minister Kishida Fumio and a congratulatory letter to incoming Japanese Prime Minister Ishiba Shigeru. The text of the letters is appended.     .     .     .     .     .     MINISTRY OF FOREIGN AFFAIRS SINGAPORE 1 OCTOBER 2024     1 October 2024     His Excellency Kishida Fumio Prime Minister Japan     Dear Prime Minister Kishida,      Please accept my best wishes as you step down as Prime Minister of Japan.    Under your leadership, Japan has become stronger domestically and internationally. You have brought about growth in real wages, boosted Japan’s security capabilities, and broadened Japan’s cooperation with other countries. This includes successfully hosting the G7 Hiroshima Summit in 2023, and strengthening ASEAN-Japan relations, including through the commemoration of the 50th Anniversary of ASEAN-Japan relations in 2023.    Relations between Singapore and Japan have deepened under your premiership. Singapore had the privilege of hosting your visit in 2022 when you delivered the Keynote Address at the Shangri-La Dialogue. We had fruitful discussions during my visit to Japan in May 2023, and over the phone following my inauguration in May this year. Over the past three years, we have enhanced bilateral cooperation in a variety of fields, ranging from the economy and start-ups, to digitalisation, green transformation, and defence.    Singapore and Japan will commemorate the 60th Anniversary of the establishment of diplomatic relations in 2026. I look forward to your continued support as we further strengthen the ties between our two countries.    I wish you the very best and look forward to meeting you again soon.                  Yours sincerely,   Lawrence Wong     1 October 2024     His Excellency Ishiba Shigeru Prime Minister Japan     Dear Prime Minister Ishiba,    Congratulations on your appointment as Prime Minister of Japan. Your victory in the Liberal Democratic Party Presidential election reflects your party’s confidence in your leadership.     Singapore and Japan enjoy warm, substantive and longstanding relations. We cooperate in a wide variety of areas, including the economy and defence. Our collaboration has expanded to emerging areas like start-ups and innovation, green and digital transformation, and security cooperation. We have also worked together in crisis situations. During the COVID-19 pandemic, our countries issued a Joint Statement on Supply Chain resilience and ensured that essential travel lanes remained open.    \tSingapore and Japan also cooperate well in regional and international fora. Our partnership is underpinned by our shared belief in upholding the multilateral trading system and supporting the rules-based international order. Singapore appreciates Japan’s significant contributions in the Comprehensive and Progressive Agreement for Trans-Pacific Partnership Commission and the Regional Comprehensive Economic Partnership, as well as at the World Trade Organisation and United Nations. As country coordinator for ASEAN-Japan relations, Singapore is fully committed to deepening Japan’s cooperation with ASEAN.    On a personal note, we appreciate the many links you have with Singapore, nurtured over many years of friendship. We still remember your previous visits to Singapore, and I recall hosting you at a Meet-the-People Session at my constituency in 2014. I look forward to working with you to further deepen the extensive relations between our two countries, especially as we commemorate the 60th Anniversary of our diplomatic relations in 2026.    I wish you all the best as you take on your new post and I look forward to meeting you again soon.                 Yours sincerely,    Lawrence Wong ",
        "url": "https://www.mfa.gov.sg/Newsroom/Press-Statements-Transcripts-and-Photos/2024/10/Congratulatory-Letter-Japan-PM-2024_241001",
        "category": "Press Statements",
        "rolePermissions": [
            "official-open",
            "non-sensitive"
        ]
    },
    {
        "name": "Congratulatory Messages from President Tharman Shanmugaratnam to President Xi Jinping and from Prime Minister and Minister for Finance Lawrence Wong to Premier Li Qiang on the 75th Anniversary of the People's Republic of China",
        "created_on": "01 October 2024",
        "updated_on": "01 October 2024",
        "content": " \tPresident Tharman Shanmugaratnam has written to President Xi Jinping to convey his best wishes on the occasion of the 75th anniversary of the founding of the People’s Republic of China on 1 October 2024. Prime Minister and Minister for Finance Lawrence Wong has also written to Premier Li Qiang to congratulate him. The text of both letters is appended.     .     .     .     .     .     MINISTRY OF FOREIGN AFFAIRS SINGAPORE 1 OCTOBER 2024         Congratulatory Message from President Tharman Shanmugaratnam to President Xi Jinping   1 October 2024     His Excellency Xi Jinping President People’s Republic of China     Your Excellency,      On behalf of the people of the Republic of Singapore, I would like to extend my warmest congratulations on the auspicious occasion of the 75th anniversary of the founding of the People’s Republic of China.    China’s development journey has been impressive. More than 800 million people have been lifted out of poverty and the country’s modernisation has been remarkable. China has made important global contributions in the areas of science, sustainability, arts, and culture.    Singapore-China relations are underpinned by strong economic links, multi-faceted cooperation, and close people-to-people ties. Our substantive partnership is exemplified by our three Government-to-Government projects in Suzhou, Tianjin, and Chongqing. This year marks the 30th anniversary of the Suzhou Industrial Park. As we celebrate this milestone, we should chart the course for our collaboration over the next few decades. I look forward to seeing connectivity between Singapore and China enhanced further. This will pave the way for even more cooperation and mutual understanding.    In 2025, we will celebrate the 35th anniversary of the establishment of diplomatic relations. I welcome you to visit Singapore to mark this important milestone. I look forward to working together to further strengthen the friendship between our peoples, in the spirit of our “All-Round High-Quality Future-Oriented Partnership”.    I wish the People’s Republic of China continued peace, stability, and prosperity. My wife and I look forward to meeting you and Madam Peng Liyuan.     Yours sincerely,     THARMAN SHANMUGARATNAM         Congratulatory Message from Prime Minister and Minister for Finance Lawrence Wong to Premier Li Qiang   1 October 2024     His Excellency Li Qiang Premier      People’s Republic of China     Dear Premier Li,      On behalf of the Government of the Republic of Singapore, I extend my warmest congratulations on the happy occasion of the 75th anniversary of the founding of the People’s Republic of China.    China has made great strides to become one of the largest and most significant economies in the world. During my visits over the years, I have witnessed first-hand China’s impressive progress in a range of sectors, including rural revitalisation, the digital economy, advanced manufacturing, and environmental sustainability.    Singapore and China enjoy warm and substantive relations. In line with our “All-Round High-Quality Future-Oriented Partnership”, bilateral cooperation has been mutually beneficial and forward looking. We have continued to strengthen our existing areas of cooperation, including by working on a substantive upgrade to the China-Singapore Free Trade Agreement. We have also broadened our cooperation to encompass emerging sectors like the digital and green economies. At the same time, we have taken major steps to promote greater people-to-people exchanges.    We look forward to celebrating the 30th anniversary of the Suzhou Industrial Park later this year. In 2025, we will mark the 35th anniversary of the establishment of diplomatic relations. These important milestones are a testament to the strong and longstanding partnership between Singapore and China.    I wish the People’s Republic of China continued peace, progress, and prosperity. I also wish you good health and every success. I look forward to meeting you again.     Yours sincerely,     LAWRENCE WONG ",
        "url": "https://www.mfa.gov.sg/Newsroom/Press-Statements-Transcripts-and-Photos/2024/10/Congratulatory-for-PRC-National-Day-2024_241001",
        "category": "Press Statements",
        "rolePermissions": [
            "official-open",
            "non-sensitive"
        ]
    },
    {
        "name": "Minister for Foreign Affairs Dr Vivian Balakrishnan's National Statement at the General Debate of the 79th Session of the United Nations General Assembly in New York, 28 September 2024",
        "created_on": "29 September 2024",
        "updated_on": "29 September 2024",
        "content": " \tMinister for Foreign Affairs Dr Vivian Balakrishnan delivered Singapore’s national statement at the General Debate of the United Nations (UN) General Assembly in New York on 28 September 2024.      In the statement, Minister Balakrishnan highlighted the complex challenges facing the world, and underscored the need to transform the UN system so that it can effectively foster global solutions to address these challenges. Minister Balakrishnan welcomed the outcomes of the Summit of the Future, including the adoption of the Pact for the Future, the Declaration on Future Generations, and the Global Digital Compact, which have the potential to reinvigorate international cooperation. This is a significant milestone in reinvigorating the UN system, and Singapore will support efforts on the implementation of the Pact.  \t    Minister Balakrishnan also emphasised the need to reinforce the foundational role of the UN in maintaining international peace and security. He reaffirmed Singapore’s support for the work of the International Court of Justice in upholding the rule of law, and for the UN Convention on the Law of the Sea as the legal framework within which all activities in the oceans and seas must be carried out.      Minister Balakrishnan also urged Member States to accelerate efforts to support the implementation of the Sustainable Development Goals (SDGs) as we approach 2030, and expressed continued readiness for Singapore to provide support through capacity-building. Minister Balakrishnan announced the renewal of Singapore’s capacity-building programme for the Forum of Small States (FOSS). The “FOSS for Good” package will offer digital-themed programmes that will support the implementation of the Global Digital Compact.      Minister Balakrishnan also underscored the need to transform global governance institutions by making them more representative and responsive, particularly to the needs of small states and developing countries. This includes reform of the UN Security Council in order to reflect contemporary realities and make it more transparent and accountable.      The transcript of Minister Balakrishnan’s national statement is appended.     .     .     .     .     .     MINISTRY OF FOREIGN AFFAIRS SINGAPORE 28 SEPTEMBER 2024 (NEW YORK)         MINISTER FOR FOREIGN AFFAIRS DR VIVIAN BALAKRISHNAN’S NATIONAL STATEMENT AT THE GENERAL DEBATE OF THE 79TH SESSION OF THE UNITED NATIONS GENERAL ASSEMBLY IN NEW YORK, 28 SEPTEMBER 2024   “Transforming the United Nations for Future Generations”      Mdm President, Your Excellencies     1 I bring you greetings from a tiny island city state in the heart of Southeast Asia, called Singapore. I think we must be one of the smallest who would now qualify as a member of the United Nations for the past 59 years. I would like to congratulate His Excellency Philemon Yang on assuming the Presidency of the 79th Session of the General Assembly, and I also commend His Excellency Dennis Francis for his stellar leadership during the 78th Session.     2 The world is in an acutely dangerous phase. Civilians in multiple trouble spots are paying a horrendous price. The risks of miscalculation and escalation have sharply increased, most notably in the Middle East, Ukraine, and Sudan. The loss of so many innocent lives is heart-breaking and the lack of trust amongst the major powers and the resulting deficit of global leadership makes it very difficult to find effective, peaceful solutions to all these ongoing conflicts.     3 We are approaching the 80th anniversary of the founding of the UN and we must double down on our commitment to a rules-based multilateral system. On almost every issue confronting the world – from peace and security to climate change, from the ocean to outer space, and from poverty to food insecurity, a reformed UN is absolutely essential for global solutions. The UN remains the only neutral and universal platform for dialogue and cooperation amongst all nations.     4 The Summit of the Future was a very significant milestone for the UN and our multilateral system. The adoption of the Pact for the Future offers the hope that nations can reach agreement given wise leadership and political will. The Pact begins the journey to transform our multilateral system and to maintain the salience of the UN. We must accelerate the implementation of the Sustainable Development Goals (SDGs), reinvigorate international cooperation, and transform global governance. That is why Singapore has always been a staunch supporter of the Summit of the Future. We stand ready to work with our friends to implement the Pact.     5 I would like to highlight three points.     6 First, we must return to the basics – by reinforcing the foundational role of the UN in maintaining international peace and security. That is the raison d’être for the UN. We must restore respect for the rule of law and the UN Charter. This has underpinned global peace and security for the last 80 years.     7 We cannot allow recent violations of international law to become normalised. The ongoing war in Ukraine exemplifies a flagrant violation of international law and the UN Charter. The invasion of one country by another, under the pretext of historical errors and grievances, cannot be justified by any means. Article Two of the UN Charter is categorical: all members shall refrain from the threat or the use of force against territorial integrity of any state.  It is also worth recalling that is why the preamble of the Security Council resolution 242 passed in 1967 also contains or refers to the “inadmissibility of the acquisition of territory by war”. If we allow the notion that “might is right” to prevail, the world will become a very dangerous place, especially for small states. That is why Singapore and other small states have to consistently stand for compliance with, by all member states with international law and the UN Charter.     8 We as a small state, have no interest in taking sides or getting embroiled in great power rivalry. We do not want to become an arena for proxy wars. We simply aim to defend our sovereignty, to exercise our autonomy, and to chart our own futures – our people deserve that. This is why small states like Singapore have always been ardent advocates for international law and the UN Charter. For small states, multilateralism and international law is not an option; it is in fact an existential necessity.     9 Last week, Singapore in collaboration with the International Peace Institute (IPI), launched a report on small states and transforming global governance. The report, prepared by the IPI and the Rajaratnam School of International Studies (RSIS) in Singapore, highlights the priorities and the perspectives of small states. We hope that this report will catalyse further discussions on strengthening and transforming the UN and the multilateral system.      10 Excellencies, the work to strengthen international law and the existing international legal frameworks is an ongoing exercise. Singapore will continue to strongly support the work of the International Court of Justice, which is paramount for upholding the rule of law and protecting the interests of all countries, especially small states.     11 The UN Convention on the Law of the Sea (UNCLOS) is absolutely crucial and especially for an island city state like Singapore, totally dependent on trade; in fact, our trade volume is three times our GDP. UNCLOS sets out the legal framework within which all activities in the oceans and seas must be carried out. Freedom of navigation and overflight is a universal right. It is not merely an optional privilege granted by the grace of whoever claims the seas. UNCLOS also provides an essential foundation for coordinating our efforts on issues such as sea-level rise, plastic pollution, the loss of biodiversity, and ocean acidification. As we celebrate the 30th anniversary of the entry into force of UNCLOS this year, we call on all countries that have not yet done so to ratify UNCLOS and to do so as soon as possible.     12 We also need to develop new instruments to strengthen international legal frameworks. The consensus adoption of the BBNJ Agreement in June last year was a crucial step in strengthening the UNCLOS framework concerning the conservation and the sustainable use of the oceans and its resources. I am pleased to announce that Singapore ratified the BBNJ Agreement earlier this week.     13 The UN plays a critical role in formulating new rules, norms and principles governing the global commons. For example, the UN has made good progress in establishing a framework for responsible state behaviour in cyberspace, a process that we in Singapore have always supported.      14 Singapore also supports the Secretary-General’s New Agenda for Peace and we stand ready to work with all UN members to strengthen the role of the UN in promoting peace and security, particularly in preventive diplomacy, mediation, and conflict prevention. Such efforts are urgently needed to save civilian lives and to prevent catastrophes.     15 Singapore remains a steadfast supporter of the UN’s humanitarian efforts. We are gravely concerned with the deteriorating humanitarian crisis in Gaza and the sheer scale of human suffering. The Singapore Government, along with our NGOs and our citizens, have contributed more than S$17 million in humanitarian aid and donations for Gaza, including through UNICEF and UNRWA. We have consistently emphasised the need for the safe and unhindered provision of humanitarian aid to all civilians in need. We reiterate our call for an immediate ceasefire, and for the immediate, unconditional, and safe release of all hostages. Singapore will continue to provide more support for the civilians in Gaza.     16 Second, we must intensify efforts to support the implementation of the SDGs. With less than six years remaining, we are still far from achieving the 2030 Agenda. To fulfil the promise of “leaving no one behind”, we must support the poorest and most vulnerable countries and this is important because sustainable development provides the foundation for peace and security.     17 We need to accelerate our collective efforts in combating climate change. As a small island state, Singapore is particularly vulnerable to the impacts of climate change, and especially sea-level rise. We welcome the high-level meeting held earlier this week on this issue. Although our share of global emissions is actually very small, we remain fully committed to peaking our emissions before 2030 and to achieving net-zero by 2050.     18 The Fourth International Conference on Small Island Developing States, or SIDS4, earlier this year marked a significant milestone for all SIDS. We welcome the adoption of the Antigua and Barbuda Agenda for SIDS, which outlines an action plan for the next decade. Singapore will support our friends in SIDS. We launched a new technical assistance package at SIDS4, called “SIDS of Change”, which covers priority areas including blue carbon.     19 Singapore will continue to support our fellow small states, we will share our development experience. I am happy to announce that Singapore will renew our capacity-building programme for the Forum of Small States, or FOSS. We have labelled this programme “FOSS for Good”, a package that will offer digital-themed programmes, including “Leadership and Governance in the Age of Digital Technologies and Artificial Intelligence”.     20 Third, we need to empower and transform the UN so that it is future-ready and capable of responding to the emerging global challenges.To achieve this, several measures are necessary.     21 We must provide more opportunities for young people especially, to engage in the work of the UN and to serve as agents of change to revitalise international cooperation. We welcome the adoption of the Declaration on Future Generations, which underscores our collective commitment to building a world that serves the interests of future generations. After all, our young people have even more at stake.     22 Next, we must harness the power of digital technologies, in a safe and secure manner. The adoption of the Global Digital Compact is a significant step forward, offering a pathway to close the digital divide. The Compact contains an action-oriented set of commitments that can accelerate the implementation of the SDGs.     23 We are witnessing the dawn of the age of AI. By now, the promises and the perils of AI are well-known to all of us. We need to empower innovation in AI, whilst installing global guardrails to protect human safety, human dignity and values. Therefore, initiating a dialogue on the global governance of AI is imperative. Singapore welcomes the report of the High-Level Advisory Body on AI, and we commit to working with all UN members to further develop these recommendations.     24 Finally, we must transform global governance by making our institutions more representative, more responsive, and more effective, particularly for the sake of small states and developing countries. We need a more nimble multilateral system in which the international financial architecture and the UN work more synergistically.      25 Equally important is the need to reform the UN itself, to make it more efficient, effective and responsive. That includes reforming the UN Security Council in order to reflect the contemporary realities, through an expansion in both the permanent and non-permanent membership categories.     26 The effective functioning of the Security Council is at the heart of a robust and responsive UN. The five Permanent Members of the Security Council have a special responsibility that accompanies their privilege. And they must demonstrate leadership by cooperating to maintain international peace and security. The veto initiative has made the use of the veto more accountable by making the Permanent Members answerable to all of us in the General Assembly every time they cast a veto. This is a good first step, but it is not the end of that journey that is necessary. Much more work is needed to make the Security Council more transparent and accountable. Singapore will continue to work with other UN member states in this regard.     27 Mdm President, Excellencies, the world is traversing an acutely dangerous period of geopolitical tension. A descent into chaos and conflict is a clear and present threat. In this moment of uncertainty, all countries, big and small, have a responsibility to work together to preserve the peace and to save lives.  We cannot achieve this without the UN playing its rightful role as an arena for dialogue and for partnership. This is the moment to double down on multilateralism and strengthen the role of the UN as a collective vehicle for peace and sustainable development.      28 Thank you, Excellencies.     .     .     .     .     .     ",
        "url": "https://www.mfa.gov.sg/Newsroom/Press-Statements-Transcripts-and-Photos/2024/09/20240929-UNGA-National-Statement",
        "category": "Press Statements",
        "rolePermissions": [
            "official-open",
            "non-sensitive"
        ]
    },
    {
        "name": "Transcript of Minister for Foreign Affairs Dr Vivian Balakrishnan's Wrap-Up Interview with Singapore Media During the 79th Session of the United Nations General Assembly High-Level Week in New York, 27 September 2024",
        "created_on": "28 September 2024",
        "updated_on": "28 September 2024",
        "content": "Minister Vivian Balakrishan:Good morning, everyone. Thank you for being here. This is near the end of my eighth United Nations (UN) General Assembly session over the years. It has been an exhausting, very engaging and challenging time.   This year, what was different was first, it took place with an ominous backdrop – the wars in Ukraine, in Sudan, in the Middle East, tensions between the superpowers, and the delay in achieving the Sustainable Development Goals. So, there were dark clouds on the global horizon.   Second point that was different this time is the Summit of the Future (SOTF) that occurred just before the General Assembly, and this was an opportunity to look at the relevance of the UN and how fit for purpose it is for the future. But I would say it was also a glimmer of hope. Then of course, as traditionally with all UN General Assembly sessions, it is a time of intensive “speed dating” – diplomats ‘on steroids’. This time, I had more than 30 bilateral meetings, and a couple of speeches. There is the General Assembly debate. I also addressed the UN Security Council (UNSC) and there was also the speech at the Summit of the Future, and a couple of others in the thematic sessions.  So, all in all, a very busy time.   If you take a step back and go back to the clouds on the horizon. The fact that the wars in Ukraine, civil war in Sudan, the hot war with horrendous civilian casualties in Gaza, and the unfolding situation in Lebanon occupied top of peoples' minds. Despite repeated debates at the General Assembly and at the Security Council, these wars have not stopped. This is really a source of deep concern.   On the SOTF, I think it was clear to everyone that the UN needs to be transformed and it needs to be made fit for purpose. The fact that we could arrive at a Pact for the Future and I would add, the other point being the role of small states in achieving consensus. Because I would say in the lead up to this process, up to last week, I was not at all sure that a decision would be made and consensus would be arrived at for the SOTF. So, in a way, the fact that our Permanent Representative Mr Burhan Gafoor played such a leading role and was able to mobilise a significant proportion of the small states made a pivotal difference, and the UN Secretary-General António Guterres told me that himself. So, as I said, that is a glimmer of hope.   In terms of the bilateral relations, we focused especially on engaging our partners in the Middle East, in South America, Latin America and Africa. Middle East, for obvious reasons, because Singaporeans are concerned with what is happening, and we want to do more. This was the top of the agenda when I met the Prime Minister and Foreign Minister of the Palestinian Authority, Dr Mohammad Mustafa, and also in my engagement with the Foreign Ministers of Saudi Arabia, United Arab Emirates (UAE), Qatar and Egypt. We all focused on how Singapore, working through our partners, can deliver more humanitarian assistance for the civilians who need our help. The other topics were more economic, especially for Latin America, South America and Africa. These are places which are of special significance to us in Singapore because they are sources of food, minerals, new markets and areas for Singapore companies to expand into. So, all in all, it has been a very useful, tiring, exhausting, but very useful and very necessary set of interactions.   Tan Ke Yang (Lianhe Zaobao): Good evening Minister, my question is related to the SOTF. Can we invite you to share whether the Summit has met its target, and what does the outcome of the Summit mean to Singapore? We also note your suggestion at the Security Council to constrain the use of veto in the UNSC. What is the reception to that? Thank you.   Minister: Well, first of all, the SOTF was necessary. We need to make the UN fit for purpose. The world has changed since the creation of the UN, and both in terms of the institutions, the processes, the modalities of interaction, all these needed to be reviewed. From the point of view of Singapore's participation, you may be aware that President Tharman (Shanmugaratnam), when he was Senior Minister, was a member of the High-Level Advisory Board on Effective Multilateralism. This, in turn, fed into the process that led to the SOTF, and ultimately to the Pact for the Future. As I said just now, in these times of low trust between the major powers, conflict and tension, polarisation, you cannot underestimate the challenges to arrive at consensus, and to arrive at an agreement which requires 193 countries to agree. That is why I highlighted the role played by small states, and Singapore's role in representing and mobilising an active constituency of small states to arrive at this Pact for the Future.   The other point worth mentioning is the fact that youth participation, and that the process especially listened to the views and the hopes of the young people becausethe young people have more at stake at securing a future with peace that is inclusive and fair than even the older generation. So that was another element worth highlighting. All in all, you know, this is a glimmer of hope. I just want to commend all the people who put in so much work to make it happen. We cannot take agreements for granted.   Bhagyashree Garekar (The Straits Times): My ears really perked up when you said hope. During your very busy week at the UN in New York and in your bilateral meetings with your Middle Eastern colleagues, was there something that you sensed that adds to that hope amid the very ominous feeling that you have said is around us, especially as expectations from the UN remain low? That is a broad question, but more specifically, since you are in the United States of America (US), how do you regard the upcoming presidential transition in the US, and whether you think it can add to global stability at this point?   Minister: First, it is clear that the wars in Ukraine, civil war in Sudan, and the wars in the Middle East are not going to end in the near future, and that is a negative point. I think all my counterparts in the Middle East are ultra-realistic that the prospects for a quick resolution are very, very low. The second point is that, however, I also detect from all of them a determination to lean in and do more, specifically in the delivery of humanitarian assistance. On the part of Singapore and Singaporeans, we will do more with our Middle East partners to deliver humanitarian assistance. The third point is that everyone, particularly those not directly engaged in the conflict, everyone shares a consensus that ultimately you need a two-state solution, and the Palestinians deserve a homeland of their own, the right to self-determination. Both Israelis and Palestinians need to find a way to live with one another, to make peace, to reconcile, and to build a future. And there are no doubts about that, at least as far as all my interactions at the UN. How long it is going to take, I do not know, but the direction of travel is clear. And for all of us who wish well, we must not lose hope. We must do what we can now and continue to persuade, continue to cajole, continue to make the case for all those directly involved in the conflict that at the end of the day – whether you are in Ukraine or in Africa or in the Middle East – all wars end, and ultimately settlements will need to be negotiated.   But it is a terrible tragedy, that whilst seeking to maximise negotiating leverage, innocent lives are lost. That is appalling, that is unconscionable, and that is painful. It is a tragedy. So that is the mood, a combination of both pain and yet refusing to give up hope and to do what we can do in the meantime.   As far as the political transitions, well, all politics is local, and elections are determined by the citizens in their respective countries. It is not for the UN or for any external country to take positions or to express preferences. We will have to live with the outcomes of elections, and that is why both in terms of our work at the UN and in terms of the maintenance of bilateral relations between countries, we have to take into account the fact that elections occur, elections are reflecting the will of the people, and that as circumstances change, arrangements will have to evolve. So that again is the attitude down here. I do not think any one of us is engaged in forecasting outcomes of elections, but we will deal with the consequences of elections, and we will engage whoever emerges victorious in their respective elections. And by the way, it is not only in America that there have been elections this year; there have been elections in many other big countries in the course of this year.   Tan Min-Wei (Mothership):  We see some young Singaporeans question the ongoing relevance of the UN, especially in light of the conflicts in Gaza and Ukraine.  How would you reassure them of the UN's ongoing relevance to Singapore and the world?   Minister: That is a good question. You know, at a time of war, tension, polarisation and division, it is very easy to jump to conclusions and to say that, well, it does not work. My first point I would make is that actually, precisely because we live in such a fractured and difficult world, we need multilateralism. We need international law, and we really need the United Nations. It is still the only organisation with universal participation, with legitimacy. When decisions are made and consensus is achieved at the UN, it means something. It sets norms, it sets expectations, it sets international law. So rather than saying, you know, the UN is irrelevant; in fact, we need to double down on the UN. And if things do not work or do not work well enough at the UN, we need to reform the UN, reform the processes and get on with it, and that is why we have had the Summit of the Future. I would also make the point that you know, when most people read about the UN or watch it, you get caught up by the debates at the General Assembly, sometimes the very fractious and emotional debates at the Security Council.   But I would make this point, the UN is far more than just the General Assembly or the Security Council. Let us just go through a few of the principal organs, specialised agencies and related organisations of the UN. The International Court of Justice to answer questions on international law. Think about the World Health Organization, to deal with pandemics. Think about WIPO, the World Intellectual Property Organization, which just so happens to be led by a Singaporean, Daren Tang. Think about the International Atomic Energy Agency (IAEA), which helps to ensure the safe deployment of nuclear energy. The point I am making is that if you take the totality of the UN, its principal organs and the other services that it provides, these are essential public goods that the world needs and the UN provides. So, my point in short is that we need the UN even more than ever before, given the state of the world.   Bhagyashree Garekar (The Straits Times): Just to follow up a little bit on what you said initially, when it comes to positive gestures, humanitarian aid and so on, is there scope for building a sort of “coalition of the healing”, to see the way forward, to provide aid very actively, even as the zones of conflict expand. And could Singapore take a lead in this matter?   Minister: I like your suggestion of “coalition of the healing”. I would not say that Singapore should take the lead on it, but certainly as a small state that depends on international law, as a small state that needs to make common cause with other countries, especially small states, and as a society that has a deep sense of compassion, and especially amongst our young people and their willingness to get involved and to contribute positively – this is a concept that is worth exploring and I think we will discuss it with our partners, especially with our friends and partners in the Middle East and small states everywhere.   I want to emphasise that the problems are not confined to any single region in the world, and this attitude of keeping our eyes and ears open, our hearts open, our conscience engaged, and then being constructive, being helpful and making things happen. I think this is the way in which we need to approach the world with all its faults and anger and fissures. But this is a constructive way for us in Singapore to respond to the world. So, I like your concept of “coalition of the healing”. Let us explore that.   Tan Ke Yang (Lianhe Zaobao): Minister, you made a suggestion at the UNSC to constrain the use of the veto.   Minister:  First of all, this is not a new suggestion. This is a suggestion that has been made repeatedly, and not just by Singapore, but by other countries as well. Realistically, the veto is confined to the five Permanent Members (P5), and obviously you can imagine, it will be very hard to get them to agree voluntarily to constrain their monopoly on the veto. So, I am not underestimating the difficulty of persuading them to do so. Nevertheless, the argument needs to be made, the case needs to be advanced, and actually, there has been some progress. I will give you an example. The ‘veto initiative’ which we also supported, has resulted in a system now that every time a Permanent Member of the Security Council casts a veto, the question goes back to the General Assembly, and that Permanent Member is held accountable and will have to explain why the veto was cast. The fact that we now have a system of accountability and the need to explain and to explain quite soon after casting the veto, has a salutary effect. It has a positive effect. This is still only step 0.5 and there is a long way to go, and I think we will have to keep making this pitch for the need for reform.   And the larger point is that the arrangements in the Security Council were made in 1945 and the world has changed a lot from 1945. If you want to maintain the Security Council fit for purpose for the future, then it must reflect the world as it is today, and it must also have sufficient flexibility to evolve as the world evolves in the future. So, there is no quick answer. There is no quick solution. Again, as I said, the direction of travel is obvious, but we need to mobilise, and we need to move everyone along this journey, hopefully together, as tightly packed as possible.   Thank you.     .     .     .     .     . ",
        "url": "https://www.mfa.gov.sg/Newsroom/Press-Statements-Transcripts-and-Photos/2024/09/20240928-UNGA-Doorstop-Interview",
        "category": "Press Statements",
        "rolePermissions": [
            "official-open",
            "non-sensitive"
        ]
    },
    {
        "name": "Congratulatory Letters from President Tharman Shanmugaratnam and Prime Minister Lawrence Wong to President of Sri Lanka Anura Kumara Dissanayake",
        "created_on": "27 September 2024",
        "updated_on": "27 September 2024",
        "content": " President Tharman Shanmugaratnam and Prime Minister and Minister for Finance Lawrence Wong have written to congratulate President of the Democratic Socialist Republic of Sri Lanka Anura Kumara Dissanayake on his election. The texts of the letters are appended.    .     .    .    .    . MINISTRY OF FOREIGN AFFAIRS SINGAPORE 27 SEPTEMBER 2024   23 September 2024   His Excellency Anura Kumara Dissanayake President Democratic Socialist Republic of Sri Lanka   Your Excellency,    I extend my warmest congratulations on your election as President of the Democratic Socialist Republic of Sri Lanka. It is a demonstration of the confidence that the Sri Lankan people have in you to lead the country forward.    Singapore and Sri Lanka enjoy warm and longstanding relations, underpinned by our close economic cooperation and people-to-people ties. I look forward to working with you to further strengthen relations between our two countries as we commemorate 55 years of diplomatic ties in 2025.    I wish you good health and every success in your new appointment.     Yours sincerely,     THARMAN SHANMUGARATNAM 23 September 2024   His Excellency Anura Kumara Dissanayake President Democratic Socialist Republic of Sri Lanka   Your Excellency,    I wish to send my warmest congratulations on your election as President of the Democratic Socialist Republic of Sri Lanka.    Singapore and Sri Lanka share a longstanding friendship underpinned by shared interests in a range of areas, including in carbon credits and capacity building.  We collaborate well at multilateral fora and are fellow members of the Indian Ocean Rim Association (IORA) and the Commonwealth. Next year, we will commemorate the 55th anniversary of the establishment of our diplomatic relations. I look forward to working with you to further broaden the relationship.    I wish you good health and success as you take up your appointment.     Yours sincerely,     LAWRENCE WONG ",
        "url": "https://www.mfa.gov.sg/Newsroom/Press-Statements-Transcripts-and-Photos/2024/09/Congratulatory-Letters-to-President-of-Sri-Lanka-Anura-Kumara-Dissanayake",
        "category": "Press Statements",
        "rolePermissions": [
            "official-open",
            "non-sensitive"
        ]
    },
    {
        "name": "Remarks by Minister for Foreign Affairs Dr Vivian Balakrishnan at the Forum of Small States Reception in New York, 26 September 2024",
        "created_on": "27 September 2024",
        "updated_on": "27 September 2024",
        "content": " Thank you for being here.    1.         I think you would all agree this is a challenging time for all small states. Geopolitical tensions polarise the work of the UN (United Nations). There is a growing tendency towards unilateralism and if you think about it, that is unhealthy, inimical for small states. Big powers, big states have the option of going on their own, imposing their will, especially on those who are smaller, immediately around them. None of us here have that option.    2.         And yet, there are also new opportunities in new areas emerging. For instance, Artificial Intelligence, digital technologies, outer space, deep sea waters and seabeds, and again there, the issue of fairness and equity for small states also arises.      3.        The good news is that even small states do have latitude. We do have autonomy and the key point is that we are not simply passive by-standers of our fates. But in order to make a difference, we need to make common cause, we have to work together, and in that spirit, there are just three points I wanted to make.     4.        First, if you think about the adoption of the Pact of the Future just last weekend, I think you will agree that the FOSS did play a pivotal role in making it happen. It is important that the document has been settled. But now the hard part, the implementation, I think it will depend on small states stepping up to the line and making things happen and to get it implemented. \n    5.        The second point is about upholding international law and the principles of the UN Charter which are really essential for peace and security, especially for small states. Even as we speak, we know that the United Nations Security Council (UNSC) often gets deadlocked and things which ought to be done cannot get done. It beholds all of us, since we form a majority at the UN General Assembly, to then stand up and be counted, and to play a role in trying to secure peace and security for people all over the world and to engage, especially in preventive diplomacy.      6.        The third point is that the world has changed tremendously since the UN was first created and we need to make sure it is fit for purpose. The Global Digital Compact and the Declaration on Future Generations are important outcomes of the recent Summit of the Future. This is a roadmap which will hopefully close the digital divide and build capacity, especially for small states like us.       7.        Singapore is committed to capacity-building and that is why we launched the Digital FOSS back in 2022 aimed at providing an arena for small states to get together, exchange ideas, support one another, especially on the journey of digital transformation.     8.        I want to conclude by thanking you for being here and to thank you in advance for the work that we are going to do in the future to secure space and opportunities for all of us as small states. And that we can continue to have the freedom to make choices, to set our own destinies. The best way to do it is by rafting ourselves together and thereby making sure we have the maximum options, maximum room for maneuver, even though there are many big ships right now, perhaps sometimes engaging in rather dangerous maneuvers.     9.        On that note, thank you once again and we will continue to work closely together. Thank you.      .     .     .     .     . ",
        "url": "https://www.mfa.gov.sg/Newsroom/Press-Statements-Transcripts-and-Photos/2024/09/Forum-of-Small-States-Reception",
        "category": "Press Statements",
        "rolePermissions": [
            "official-open",
            "non-sensitive"
        ]
    },
    {
        "name": "Joint Statement on the Security and Resilience of Undersea Cables in a Globally Digitalized World",
        "created_on": "27 September 2024",
        "updated_on": "27 September 2024",
        "content": " Communications networks underpin almost every aspect of our lives. Yet the rapid development of communication technologies and massive scale of these networks increases our dependency on these systems and introduces vulnerabilities.               Undersea cables, together with other elements of the information and communications technology ecosystem, continue to transform the way we communicate and the way we live. The unparalleled capacity, low latency, and reliability of undersea cables make them ideal for transmitting vast volumes of data and information. The demand for undersea cables and supporting infrastructure has surged as seamless connectivity has become indispensable to commerce and digital growth across every sector of the global economy. The expansion of undersea cable networks is the foundation of a more interconnected and interdependent global community, and states should adopt policies to enable efficient, robust, redundant, resilient, and secure infrastructure for network data and information flows.             This reliance on undersea cables can, however, present major risks related to important public interests and have national and economic security implications. Protecting the security, resilience, and integrity of undersea cables is critical to global communications, economic growth, and development. Managing security risks, including from high-risk suppliers of undersea cable equipment and promoting best security practices for laying and maintaining these cables for secure and resilient global infrastructure is essential for the networks upon which the global economy relies.    \tIn this regard, undersea cable infrastructure includes not only the communication cables themselves but also any elements related to their construction, operation, surveillance, maintenance and repair, such as landing stations, software, and the terrestrial parts of the submarine cable connecting to them, repair centers, as well as the fleet of deployment, maintenance and repair vessels.              The endorsers[1] aspire to the following principles for a shared global approach to ensure the security, reliability, interoperability, sustainability, and resiliency for the deployment, repair and maintenance of undersea cable infrastructure:        By endorsing these principles, we hope other nations will follow these principles within their respective systems of government and thereby create collaborative action to better preserve the reliability, integrity, security, and availability of infrastructure that supports the global community.    .    .    .    .    .   27 SEPTEMBER 2024   [1] As of 26 September 2024, the endorsers comprise the following countries: Australia, Canada, the European Union, the Federated States of Micronesia, Finland, France, Japan, the Marshall Islands, the Netherlands, New Zealand, Portugal, Republic of Korea, Singapore, Kingdom of Tonga, Tuvalu, United Kingdom and the United States. ",
        "url": "https://www.mfa.gov.sg/Newsroom/Press-Statements-Transcripts-and-Photos/2024/09/Joint-Statement-on-the-Security-and-Resilience-of-Undersea-Cables-in-a-Globally-Digitalized-World",
        "category": "Press Statements",
        "rolePermissions": [
            "official-open",
            "non-sensitive"
        ]
    },
    {
        "name": "Minister for Foreign Affairs Dr Vivian Balakrishnan's Participation at the G20 Foreign Ministers' Meeting on the Sidelines of the 79th Session of the United Nations General Assembly in New York, 25 September 2024",
        "created_on": "26 September 2024",
        "updated_on": "26 September 2024",
        "content": "         Minister for Foreign Affairs, Dr Vivian Balakrishnan, attended the 2nd G20 Foreign Ministers’ Meeting (FMM) on the sidelines of the 79th Session of the United Nations General Assembly (UNGA) in New York, on 25 September 2024, at the invitation of the Minister of Foreign Affairs of the Federative Republic of Brazil, His Excellency, Mauro Vieira, in Brazil’s capacity as the 2024 G20 Presidency.           At the G20 FMM, Minister Balakrishnan delivered a statement on behalf of the Global Governance Group (3G) comprising 30 small- and medium-sized UN member states [1] and expressed support for the Brazilian G20 Presidency’s priority of reforming global governance institutions, which must remain open, inclusive, rules-based, and fit for purpose. He also underscored the 3G’s readiness to make concrete contributions to strengthening global governance, including through the G20. The full text of Minister Balakrishnan’s remarks are appended.  .    .    .    .    .   MINISTRY OF FOREIGN AFFAIRS SINGAPORE 25 SEPTEMBER 2024 (NEW YORK)   [1] The 3G comprises the following Member States of the United Nations: Bahamas, Bahrain, Barbados, Botswana, Brunei Darussalam, Chile, Costa Rica, Finland, Guatemala, Jamaica, Kuwait, Liechtenstein, Luxembourg, Malaysia, Monaco, Montenegro, New Zealand, Panama, Peru, Philippines, Qatar, Rwanda, San Marino, Senegal, Singapore, Slovenia, Switzerland, the United Arab Emirates, Uruguay, and Viet Nam.      Chairperson, Minister of Foreign Affairs of the Federative Republic of Brazil.    1.        I have the honour to deliver this statement on behalf of the Global Governance Group, or 3G. The 3G is an informal group of 30 small and medium-sized states, established to facilitate greater engagement and coordination between the G20 and the wider UN membership. Our aim is to have a more inclusive and effective global governance, and the list of 3G members will be indicated in our written statement to be submitted.    2.        The 3G commends the 2024 Brazilian G20 Presidency’s decision to open the second G20 Foreign Ministers’ Meeting to all UN members for the first time. This is a clear signal of Brazil’s consistent support for more open and inclusive multilateralism, which we strongly affirm.    3.        The geopolitical and economic landscape has become increasingly fragmented. The international law and rules-based international order are threatened by intensifying geopolitical tensions and economic protectionism. The conflicts in various regions will continue unabated and they have deepened domestic divides and damaged international cooperation.     4.        The 3G agrees with Brazil that global governance institutions are in urgent need of reforms. First, they must reflect the realities of today, including the size and diversity of membership. For example, the UN was founded with 51 members in 1945 and has now grown to a membership of 193 states. UN organs should similarly reflect the increasing diversity of its members across all three of its pillars. The same goes for the Bretton Woods Institutions. Second, to better address global challenges, these institutions must remain open, inclusive, rules-based, and consider the concerns of all states, regardless of size, and developmental status. Third, to remain fit for purpose, they must be nimble to address topics of increasing concern such as the advent of AI.    5.        The 3G is heartened that action has been taken to start these reforms. At the UN, Secretary-General Guterres has launched the Summit of the Future. There is also impetus to reform the international financial architecture, to enable greater mobilisation of the resources required for developing countries to achieve the Sustainable Development Goals.     6.        In order to make meaningful changes, consensus based on the lowest common denominator will not suffice. Hence, the 3G urges all stakeholders to set aside our differences and exercise flexibility, so that negotiations can proceed meaningfully.          7.        The 3G stands ready to make concrete contributions to strengthen global governance. We have submitted annual non-papers to the G20 on issues of concern to the international community and we will continue to do so. We must ensure inclusiveness, coherence, and complementarity when pursuing global governance reforms, setting international standards, and mobilising collective action to respond to shared challenges.   8.        We thank Brazil again for your leadership in convening us here today. We look forward to continuing the good partnership with the G20 under South Africa’s Presidency in 2025, and encourage South Africa to continue the G20’s engagement of non-G20 members, including the 3G.    9.        In my national capacity; I would like to add that Singapore strongly supports the Call to Action on Global Governance Reform. We believe that it complements the UN’s efforts to strengthen global governance. Thank you.    .     .     .     .     .\n ",
        "url": "https://www.mfa.gov.sg/Newsroom/Press-Statements-Transcripts-and-Photos/2024/09/G20-Foreign-Ministers-Meeting",
        "category": "Press Statements",
        "rolePermissions": [
            "official-open",
            "non-sensitive"
        ]
    },
    {
        "name": "Statement by Minister for Foreign Affairs Dr Vivian Balakrishnan at the UN Security Council Open Debate, 25 September 2024",
        "created_on": "26 September 2024",
        "updated_on": "26 September 2024",
        "content": "Mdm President, Members of the Security Council,                                   The world is in an acutely dangerous phase and civilians in multiple trouble-spots are paying a terrible price. And so, the United Nations is at an inflection point. We need to reform multilateral and UN institutions to address both current and future challenges, including reform of this very Security Council.    2              First, we must constrain the exercise of the veto. All Permanent Members should focus on the broader goal of delivering international peace and security. However, the trend of the increasing exercise of the vetoes suggests we cannot leave this to the P5 (Permanent Five) to voluntarily change their behaviour. The wider UN membership must reach agreement on how the veto is exercised in the future and Singapore stands ready to discuss this further at the General Assembly. The approach is not to encroach on the Council’s mandate, but to guard against actions that prevent this Council from fulfilling its mandate.   3              Second, the Council must do more to prevent conflicts. The Council should work more closely and effectively with the other main organs of the UN to facilitate both early warning and response. Article 99 of the UN Charter is in fact a powerful preventive diplomacy tool.[1] I am glad that the Pact for the Future alluded to this. However, this Council needs to react more quickly with a concrete response when the Secretary-General invokes Article 99, particularly for humanitarian catastrophes and mass atrocities.    4              Third, we need to strengthen the role of Elected Members of this Council. We have seen how the E10 (Elected Ten) bridges gaps when the P5 were instead mired in mutual distrust and paralysis. Given the powerful bridging role of the E10, Elected Members should have a greater say in penholdership and decision-making, and be allowed to lead or co-lead on key issues, particularly concerning their respective regions.    5              Thank you, Mdm President. .    .    .    .    . \n \n ",
        "url": "https://www.mfa.gov.sg/Newsroom/Press-Statements-Transcripts-and-Photos/2024/09/UN-Security-Council-Open-Debate",
        "category": "Press Statements",
        "rolePermissions": [
            "official-open",
            "non-sensitive"
        ]
    },
    {
        "name": "Statement by Minister for Foreign Affairs Dr Vivian Balakrishnan at the UN General Assembly High-Level Meeting on Addressing the Threats Posed by Sea-Level Rise, 25 September 2024",
        "created_on": "26 September 2024",
        "updated_on": "26 September 2024",
        "content": "Mdm President,  Excellencies,    1.                             A very good afternoon to everyone. Singapore aligns ourselves with the statement delivered by The Honourable Fiamē Naomi Mataʻafa,  Prime Minister of Samoa, that was delivered on behalf of AOSIS (Alliance of Small Island States).   \n  2.                         Singapore is a tiny city-state, a low-lying island. Thirty percent of our island is less than five metres above sea level.  Some of our fellow SIDS (Small Island Developing States) are even more at risk than us.  Sea-level rise is therefore a global challenge, a clear and present danger.  Cooperation and coordination at the global level is needed, as well as adherence to international law, and all this is essential for an effective response.  Singapore fully supports the AOSIS Declaration on Sea-Level Rise and Statehood, which is a concrete step in the right direction.  Notwithstanding the physical changes arising from climate change-related sea-level rise, the continued application, without reduction, of our maritime zones generated in accordance with UNCLOS (United Nations Convention on the Law of the Sea), as well as the rights and entitlements that flow from them, is of critical importance to SIDS.     3.                         Singapore has also been taking action to address the threats posed to us by sea-level rise.  Let me just share two approaches.      4.                         First, coastal adaptation measures.  Singapore has constructed seawalls and stone embankments covering 70 to 80 percent of our coastline in order to mitigate coastal erosion.  We have launched the Coastal Protection and Flood Resilience Institute at the National University of Singapore to encourage further innovative solutions for coastal protection.     5.                         Second, we are trying to enlist nature to address sea-level rise.  One example of this is the planting of mangroves and seagrasses that we believe act as natural barriers. Mangroves can reduce wave heights by up to 66 percent.  This strengthens Singapore’s coastal resilience and also restores ecosystems.      6.                        We are happy to share our experiences with other states.  Under the Singapore Cooperation Programme, we have the Sustainability Action Package that covers themes such as climate adaptation and resilience-building.  We believe that the effective sharing of these ideas and expertise has a multiplier effect and we look forward to working alongside all of you.      7.                         Thank you.   .     .     .     .     . ",
        "url": "https://www.mfa.gov.sg/Newsroom/Press-Statements-Transcripts-and-Photos/2024/09/Min-Statement-on-Addressing-the-Threats-Posed-by-Sea-Level-Rise",
        "category": "Press Statements",
        "rolePermissions": [
            "official-open",
            "non-sensitive"
        ]
    },
    {
        "name": "Singapore Deposits Instrument of Ratification of the BBNJ Treaty in New York, 24 September 2024",
        "created_on": "25 September 2024",
        "updated_on": "25 September 2024",
        "content": "         Minister for Foreign Affairs Dr Vivian Balakrishnan deposited Singapore’s instrument of ratification of the Agreement under the United Nations (UN) Convention on the Law of the Sea on the Conservation and Sustainable Use of Marine Biological Diversity of Areas Beyond National Jurisdiction (BBNJ Agreement) at the UN Treaty Event in New York on 24 September 2024. This reaffirms the importance that Singapore places on the legal framework for the ocean under the UN Convention on the Law of the Sea and the UN in establishing and upholding the rules-based international order.             The BBNJ Agreement is a legally binding treaty that will strengthen the international legal regime for the conservation and sustainable use of marine biological diversity in maritime areas beyond national jurisdiction. Its historic adoption by consensus at the UN on 19 June 2023 represented a major step forward in the governance of the global commons. When the Agreement enters into force,1 it will provide a framework for more holistic management of areas beyond national jurisdiction, as well as promote transparency in the assessment of environmental impacts in these areas. The Agreement also contains provisions for building developing countries’ capacity to conserve and sustainably use marine biological diversity.              As one of the first countries to ratify the BBNJ Agreement, Singapore hopes to pave the way for its early entry into force and is committed to ensuring its universal and effective implementation.     1 The BBNJ Agreement will enter into force 120 days after 60 Member States have deposited their instrument of ratification, approval, acceptance, or accession.    .    .    .    .    .   MINISTRY OF FOREIGN AFFAIRS SINGAPORE ",
        "url": "https://www.mfa.gov.sg/Newsroom/Press-Statements-Transcripts-and-Photos/2024/09/Singapore-Deposits-Instrument-of-Ratification",
        "category": "Press Statements",
        "rolePermissions": [
            "official-open",
            "non-sensitive"
        ]
    },
    {
        "name": "Remarks for Second Minister for Foreign Affairs Dr Maliki Osman at the High-Level Ministerial Roundtable on \"Strengthening Multilateralism by Upholding the United Nations Charter, the Role of Small States\", 24 September 2024",
        "created_on": "25 September 2024",
        "updated_on": "25 September 2024",
        "content": "  2.          At the Summit of the Future just held in the past two days, we heard many leaders underscore our commitment to international law, including the principles of the UN Charter, recognising this as a foundational element in our efforts to strengthen and reinvigorate the multilateral system. This commitment has also been written into the Pact for the Future.  This is particularly important for small states like us, for which a rules-based multilateral system based on international law and the UN Charter is essential in allowing us to participate effectively in the multilateral system on an equal footing with other countries.    3.          Allow me to make three points in response to some of the guiding questions that have been put forward.     4.        First, small states should encourage greater complementarity between the General Assembly and United Nations Security Council on matters relating to international peace and security. In recent times, we have seen how the paralysis of the Security Council has hampered its ability to deliver on its mandate to maintain international peace and security. The General Assembly should therefore exercise its inherent authority to hold the Security Council to account. The veto initiative by Liechtenstein is a good way to do so.    5.          We are also proud that fellow small states such as Guyana and Sierra Leone are serving on the Security Council, along with many others in previous terms. The effective functioning of the Security Council has at times been hamstrung due to the geopolitical dynamics between the big powers. However, small states being on the Security Council debunks the notion that those with more “might” will always be the final arbiters in the management and resolution of conflict situations. Small states, as natural custodians of a rules-based multilateral system, also bring an important perspective to the Security Council.     6.          This brings me to my second point. Small states suffer disproportionately when conflict prevails, and geopolitical competition exerts disproportionate influence on the international peace and security.  It is in this regard that small states have a deep interest in creating an environment where dialogue and diplomacy are the first and foremost tools used to resolve differences. Small states can and should promote understanding and cooperation between states as one of the means to advance diplomatic mediation and peaceful settlement of disputes, based on international law and in accordance with the UN Charter.   7.          Third, small states must be active and engaged in norms-setting and decision-making, which are the integral processes in building a strong and effective multilateral system. This is important in ensuring that our perspectives are taken into account. Small states should seize opportunities to be leaders and pathfinders in shaping international rules of the road. We should also find strength in numbers to ensure that the voice of small states is always heard.    8.          Excellencies, our collective voice as small states can be greater than the sum of its parts if we work together. For example, 64 of us had formed the Small State Group to express our vision of small states and drive progress during the negotiations on the outcome documents of the Summit of the Future, which were successfully adopted. Singapore is also proud to be a convenor of the Forum of Small States, or FOSS, which is a key platform for fellow small states, to exchange information, enhance capacity building, and support each other in our common endeavor to strengthen the multilateral system. We have also just launched the AI Playbook for Small States, co-authored by Singapore alongside FOSS Member Rwanda, last Saturday. This Playbook will be helpful to all small and developing states as it sets out a framework on how to leverage AI for public good.   9.          It is my hope that small states can continue to work together to enhance the multilateral system that serves us all.  Thank you.    \n.     .     .     .     .\n ",
        "url": "https://www.mfa.gov.sg/Newsroom/Press-Statements-Transcripts-and-Photos/2024/09/High-Level-Ministerial-Roundtable",
        "category": "Press Statements",
        "rolePermissions": [
            "official-open",
            "non-sensitive"
        ]
    },
    {
        "name": "Minister for Foreign Affairs Dr Vivian Balakrishnan's National Statement at the Summit of the Future in New York, 23 September 2024",
        "created_on": "24 September 2024",
        "updated_on": "24 September 2024",
        "content": "        Minister for Foreign Affairs Dr Vivian Balakrishnan delivered Singapore’s National Statement at the Summit of the Future in New York on 23 September 2024.            Minister Balakrishnan welcomed the adoption of the Pact for the Future, the Global Digital Compact, and the Declaration on Future Generations at the Summit, which are critical building blocks for strengthening the multilateral system. He emphasised that the adoption of the Pact, the Compact and the Declaration marks a significant milestone for the international community, demonstrating the United Nations (UN)’s ability to unite countries and deliver concrete outcomes for the people. He added that Singapore will work with all UN Member States to implement the decisions adopted at the Summit in order to make the UN and the multilateral system strong and future-ready.           In his National Statement at the Summit, Minister Balakrishnan reaffirmed Singapore’s commitment to international law and the UN Charter, which formed the foundations of the rules-based multilateral system and are critical in ensuring peace and security. He called on UN Member States to rally and reinforce the multilateral system, embrace the spirit of compromise to find shared solutions to global problems, and have the courage to take the necessary action to ensure the long-term well-being of future generations.            The transcript of Minister Balakrishnan’s National Statement is appended.  .     .     .     .     .   MINISTRY OF FOREIGN AFFAIRS SINGAPORE 23 SEPTEMBER 2024 (NEW YORK)        1       A stronger multilateral system where rules are applied universally is vital. Peace and security depend on adherence to international law and the UN Charter. We strongly support the Pact for the Future, and the accompanying Global Digital Compact and Declaration on Future Generations. These are critical building blocks for a stronger, future-ready multilateral system.     2      First, we reaffirmed our commitment to international law and the UN Charter. This is vital amidst the intensifying conflicts and geopolitical tensions today. We must all re-commit ourselves to peaceful resolution of disputes through diplomacy. A world in which respect for sovereignty, territorial integrity and international law is being eroded will become a very dangerous world for current and future generations, and especially for small states.     3      Second, we adopted the groundbreaking Global Digital Compact. As digital technologies continue to shape our lives in all-encompassing ways, we need to establish common rules to unlock its transformative potential whilst mitigating the risks. More than two-thirds of the UN’s targets for sustainable development can benefit directly from digital innovations. Singapore has worked with Rwanda to launch an AI Playbook for Small States. Together with our capacity-building efforts under the Digital Forum of Small States, this AI Playbook will empower all of us to leverage AI for public good.     4      Third, we are glad that the Declaration on Future Generations emphasises youth engagement. Young people have an even bigger stake in the future they will inherit. The emphasis on incorporating anticipatory planning and foresight in our work is most timely. We must ensure that the policies we make today are future-ready to build a better world for successive generations.   Excellencies,     5      The adoption of the Pact represents the start of a long and essential journey to reinforce and renew our multilateral system. We need to summon collective commitment to stay the course. We need to embrace the spirit of compromise to find common solutions. We must also have the courage to take the bold action essential for the long-term well-being of future generations. We must forge a future that is fair, just, equitable and inclusive.    6       Thank you, Excellencies. ",
        "url": "https://www.mfa.gov.sg/Newsroom/Press-Statements-Transcripts-and-Photos/2024/09/National-Statement-at-the-Summit-of-the-Future-in-New-York",
        "category": "Press Statements",
        "rolePermissions": [
            "official-open",
            "non-sensitive"
        ]
    },
    {
        "name": "Statement by Second Minister for Foreign Affairs Dr Maliki Osman at the SOTF Interactive Dialogue on “The Future Starts Now: Enhancing The Global System For Current And Future Generations”, 23 September 2024",
        "created_on": "24 September 2024",
        "updated_on": "24 September 2024",
        "content": "1.              Thank you very much Excellencies, The focus of this dialogue session – enhancing the global system for current and future generations – asks a very simple question: how can we do better?  2.              Unfortunately, we find ourselves in a dangerous world today. Major challenges like climate change, pandemics and the risks of digital technology cast a long shadow over the world that we and our future generations will live in.  3.              Given the volatility of changes these days, all governments need to be agile and nimble to be able to address these challenges and ensure that we continue to build a better world for future generations. Allow me to make three suggestions. 4.          First, the need to include anticipatory planning and foresight into our policy work has never been greater. As the velocity of change increases, the complexity of problems, frequency of strategic shocks, and amplitude of their impacts seem to be increasing. We have seen this rapidly unfolding in the past few years in how climate change is affecting other ecosystems like the oceans; how technology is shaping markets, societies and human behaviour; how conflicts and geopolitical tensions are disrupting and reconfiguring supply chains. As a small and open country that is easily buffeted by external trends and forces, Singapore has sought to incorporate a long-term vision into our policy planning. This is why Singapore established a Centre for Strategic Futures (CSF), situated under our Prime Minister’s Office, to serve as the focal point of Singapore’s futures-related work and facilitate our whole-of-government thinking on key strategic issues to chart our next steps in a forward-looking and adaptable way. 5.              Second, to build a better world for future generations, we also need to engage our peoples, including the youth. We need to understand their aspirations and forge an inclusive vision that we can work towards collectively.  6.             Third, we must continue to uphold an inclusive multilateral system that is based on the rule of law and the UN Charter. This remains the necessary precondition for the effective international cooperation required to tackle the major challenges of today and tomorrow.  To secure our collective future, we need all countries, big or small, to work together to keep the world open and interconnected, to engender a global commitment to the common good, and to reject zero-sum approaches. Singapore will continue to do our part and contribute to international cooperation in areas from the oceans to digital issues within this vital framework.  7.            Excellencies, Singapore welcomes the Declaration on Future Generations, which contains critical elements to build a multilateral system that is strong, effective and fit to safeguard the interests of our current and future generations. Singapore looks forward to working with fellow member states to implement this Declaration, and to build a brighter, better future, for our people today and the generations of tomorrow. 8.               Thank you. .     .     .     .     . ",
        "url": "https://www.mfa.gov.sg/Newsroom/Press-Statements-Transcripts-and-Photos/2024/09/2Min-SOTF-Interactive-Dialogue",
        "category": "Press Statements",
        "rolePermissions": [
            "official-open",
            "non-sensitive"
        ]
    },
    {
        "name": "Remarks by Second Minister for Foreign Affairs Dr Maliki Osman at the Event on “High Ambition for the High Seas: Accelerating the Political Momentum for Ratification and Implementation of the High Seas Treaty”, 24 September 2024",
        "created_on": "24 September 2024",
        "updated_on": "24 September 2024",
        "content": "1.         Excellencies, Distinguished Guests, Ladies and Gentlemen. I am honoured to be here today as we seek to promote the ratification and implementation of the BBNJ Agreement. 2.           Singapore is a strong proponent of the Agreement, which is the culmination of the efforts of many parties.  3.          Its adoption in June last year reflected the need to manage our global commons collectively and in a coordinated manner. 4.           We are also honoured that a Singaporean, our Ambassador for International Law Rena Lee, presided over the negotiations for the Agreement.  5.           But for the Agreement to achieve its objectives of the conservation and sustainable use of the biodiversity in the high seas and deep seabed, it must first enter into force and be universally implemented. 6.         There is some urgency to this, as many countries around the world, especially low-lying island states, face unique vulnerabilities. 7.         In addition to enhanced protections for marine biodiversity, the Agreement will improve the capacity of States to manage and use the resources in these areas and provide for a more equitable sharing of these benefits.  8.          Singapore signed the Agreement when it opened for signature on 20 September 2023, and we will ratify it during the UN Treaty Event later today.   9.          We encourage other countries to similarly strive for early ratification. Singapore will be happy to exchange experiences with other countries on the ratification process   10.        Thank you. .     .     .     .     . ",
        "url": "https://www.mfa.gov.sg/Newsroom/Press-Statements-Transcripts-and-Photos/2024/09/2Mins-Remarks-High-Seas-Treaty",
        "category": "Press Statements",
        "rolePermissions": [
            "official-open",
            "non-sensitive"
        ]
    },
    {
        "name": "Press Statement by the Global Governance Group (3G) on its Seventeeth Ministerial Meeting on 23 September 2024",
        "created_on": "23 September 2024",
        "updated_on": "23 September 2024",
        "content": "        The 17th Ministerial Meeting of the Global Governance Group (3G)[1] was convened in New York on 23 September 2024 on the sidelines of the 79th United Nations General Assembly (UNGA). This annual meeting with the Group of Twenty (G20) Troika aims to promote a more inclusive, accountable and effective global governance framework. The Troika of the G20 (previous, current and incoming Presidencies) – India, Brazil and South Africa – joined the 3G Foreign Ministers to discuss how the 3G and G20 could further cooperate to tackle the crises facing the world today.\n\n\n        Brazil, in its capacity as the 2024 G20 Presidency, updated the 3G Ministers on the outcomes of key G20 meetings to date, as well as the roadmap to this year’s G20 Summit in Rio de Janeiro on 18 and 19 November 2024. The 3G Ministers commended Brazil on its choice of  “Building A Just World and A Sustainable Planet” as its Presidency’s theme, and its focus on three key pillars: “Social Inclusion and Hunger and Poverty”, “Energy Transitions and Promotion of Sustainable Development” and “Reform of Global Governance Institutions”.\n\n\n        The 3G Ministers acknowledged that hunger and poverty continued to challenge countries’ development and that their eradication would contribute to a more just, equal, inclusive, prosperous and harmonious world. In this regard, the 3G welcomed the creation of a Global Alliance against Hunger and Poverty, open to all Member States of the United Nations (UN).\n\n\n        The 3G Ministers noted the G20’s commitment to place sustainable development at the centre of the international cooperation agenda. They concurred with the G20’s focus on promoting environmental preservation and the sustainable use of natural resources, addressing challenges arising from climate change, ensuring equitable economic growth, and safeguarding social well-being for all. In this regard, they welcomed the Brazilian G20 Presidency’s efforts to bring the issue of inequality, in all its dimensions, to the centre of the G20’s agenda, and to call for scaling up of financing for sustainable development.\n\n\n        The 3G Ministers recognised the UN Intergovernmental Panel on Climate Change (IPCC)’s assessment that the world has only until the end of this decade to prevent the global temperature from rising beyond 1.5 degrees Celsius above pre-industrial levels, and that crossing this threshold would unleash severe climate change impacts. They stressed the urgency of tackling the climate crisis and reaffirmed the need for accelerated progress in line with the Paris Agreement including mobilisation and provision of financial resources. In this context, they welcomed Brazil’s establishment of the G20 Task Force for Global Mobilisation Against Climate Change.\n\n\n        The 3G Ministers noted that the geopolitical landscape has become more volatile, straining the rules-based multilateral system. They agreed with the G20 on the urgent need to reform global governance institutions, including through better representing the diversity of their membership and considering the perspectives of its small- and medium-sized states, as well as strengthening their inclusivity and improving their capacity to address complex challenges. They resolved to strengthen the ability of the multilateral trading system, with the WTO at its core, to address current trade challenges and achieve peace, stability and inclusive sustainable development. In this context, they welcomed the G20 Call to Action on Global Governance Reforms.\n\n\n        The 3G Ministers commended the G20’s inclusive approach towards the diverse voices from across the UN membership when considering solutions to global challenges, exemplified by the unprecedented decision to invite the Foreign Ministers of all UN Member States to the second G20 Foreign Ministers’ Meeting in New York. The 3G Ministers reaffirmed their continued support for Brazil’s G20 agenda this year, and look forward to continuing their partnership with the G20 under South Africa’s Presidency in 2025. They are encouraged that South Africa will continue the G20’s strong engagement of the 3G and other regional and international organisations, in particular the UN.   .    .    .    .    .\n\n 23 September 2024\n\n[1] The 3G comprises the following Member States of the United Nations: Bahamas, Bahrain, Barbados, Botswana, Brunei Darussalam, Chile, Costa Rica, Finland, Guatemala, Jamaica, Kuwait, Liechtenstein, Luxembourg, Malaysia, Monaco, Montenegro, New Zealand, Panama, Peru, Philippines, Qatar, Rwanda, San Marino, Senegal, Singapore, Slovenia, Switzerland, the United Arab Emirates, Uruguay and Viet Nam. ",
        "url": "https://www.mfa.gov.sg/Newsroom/Press-Statements-Transcripts-and-Photos/2024/09/3G-Seventeeth-Ministerial-Meeting",
        "category": "Press Statements",
        "rolePermissions": [
            "official-open",
            "non-sensitive"
        ]
    },
    {
        "name": "Statement by Second Minister for Foreign Affairs Dr Maliki Osman at the Summit of the Future Action Days Side Event, \"The Declaration on Future Generations: From Words to Action\", 21 September 2024",
        "created_on": "22 September 2024",
        "updated_on": "22 September 2024",
        "content": "1.                  Excellencies, distinguished guests, it is really my great pleasure to join you for today’s side event.   2.                  I would like to begin by thanking our co-hosts, Jamaica and the Netherlands. They have not only put this event together, but also ably led the intergovernmental process that produced the Declaration on Future Generations, to be adopted at the Summit of the Future tomorrow, as part of the Pact for the Future.   3.                  The Declaration on the Future Generations was a result of careful consideration from member states about the commitments and actions we need to undertake to secure our future even as we confront the challenges of today. What we need to think about now is the day after – how do we translate what we have put on paper into meaningful actions? Allow me to share a few reflections from a small country, Singapore.   4.                  First, the guiding principles and commitments in the Declaration have to be integrated and introduced into the way we make decisions and policies, both at home and here at the multilateral system. Some of these are foundational in everything that we do, whether it is respect for international law and the UN Charter; ensuring that human rights are respected, protected and promoted; or building peaceful, inclusive and just societies. For Singapore, providing opportunities for all; ensuring access to quality education and healthcare; and promoting social cohesion and religious and racial  harmony are some principles that guide our policy thinking and making. These core values ensure that we consistently prioritise the needs and interests of future generations. In the same vein, it is important that countries continue to reflect on the Declaration and adapt our policies to address the evolving needs of the young people.   5.                  Second, addressing climate change is vital, especially for the future generations. According to the Inter-governmental Panel on Climate Change or IPCC, global temperatures could rise by over three degrees by 2100 if current trends persist, far exceeding the 1.5-degree limit set by the Paris Agreement.In Singapore – an island-State smaller than the five boroughs of New York City combined – we are especially vulnerable to the adverse impact of climate change such as sea level-rise, as 30% of Singapore’s land lies less than five metres above the sea level. This is why Singapore is acting on climate change.   6.                  At the same time, we need to balance this with other priorities such as economic development as well as other constraints. Trade-offs will inevitably need to be made and we need to engage our people in this journey, especially the young as the outcomes will impact them the most. Last year, Singapore launched a Climate Youth Development Programme to equip our youths with the knowledge and skills to contribute to Singapore’s climate action efforts. Our youths also joined the Singapore delegation at the COP-28 last year and contributed ideas to raise our climate ambitions at the global level.   7.                  The global dimension is important because no country can solve climate change alone. Multilateralism must be at the heart of our response. This is why I encourage the young people of this generation to take an active interest in climate change and urge their governments to keep their commitments under the Paris Agreement, such as their Nationally Determined Contributions, or NDCs. They should also take an active interest in the progress towards the Sustainable Development Goals and provide their views and ideas on how we can accelerate their achievement.   8.                  Lastly, it is crucial that the Declaration has recognised children and youth as key collaborators and drivers of change. In fact, the process of developing the Declaration involved consultations with many stakeholders, including the youth. The Declaration is a testament to the importance of engaging the youth to understand their aspirations and to forge an inclusive vision for the future. For Singapore, our youths are similarly eager to contribute their views on the nation’s future. For example, we recently had a series of conversations we called “Forward Singapore”, or Forward SG, to forge national consensus on renewing our social compact. We set up multiple youth panels to allow youths to co-develop policy positions, empowering them to shape Singapore’s future. These discussions have been inspiring, proving that our youths are ready to take an active role in our nation’s future.   9.                  Excellencies, Singapore looks forward to continuing this important conversation with fellow member states on how we can do better for our future generations.   10.               Thank you.   .    .    .    .    . ",
        "url": "https://www.mfa.gov.sg/Newsroom/Press-Statements-Transcripts-and-Photos/2024/09/SOTF-Side-Event_240921",
        "category": "Press Statements",
        "rolePermissions": [
            "official-open",
            "non-sensitive"
        ]
    },
    {
        "name": "Visit of His Excellency Paul Kagame, President of the Republic of Rwanda, to Singapore, 20 September 2024",
        "created_on": "20 September 2024",
        "updated_on": "20 September 2024",
        "content": "         President of the Republic of Rwanda Paul Kagame met President Tharman Shanmugaratnam and Prime Minister and Minister for Finance Lawrence Wong and was hosted to a meal by Senior Minister Lee Hsien Loong today.             President Tharman and President Kagame reaffirmed the friendly relations between Singapore and Rwanda as fellow small states. Both Presidents exchanged views on bilateral relations and discussed new areas of cooperation being worked on – including digital and fintech cooperation, and possible solutions for water resilience, as well as ways to strengthen entrepreneurial and people-to-people ties between both countries.             Prime Minister Wong and President Kagame exchanged views on the bilateral relationship. They discussed ways to step up economic links, and to further strengthen bilateral cooperation, including in the areas of carbon credits, fintech and the digital economy. Prime Minister Wong and President Kagame witnessed the exchange of the Protocol amending the Agreement for the Avoidance of Double Taxation and the Prevention of Fiscal Evasion with respect to Taxes on Income.             Senior Minister Lee and President Kagame discussed developments in Rwanda and the East African Community. They also exchanged views on regional and international developments.                       .    .    .    .    .     MINISTRY OF FOREIGN AFFAIRS SINGAPORE 20 SEPTEMBER 2024 ",
        "url": "https://www.mfa.gov.sg/Newsroom/Press-Statements-Transcripts-and-Photos/2024/09/Rwanda-President-Visit-2_240920",
        "category": "Press Statements",
        "rolePermissions": [
            "official-open",
            "non-sensitive"
        ]
    },
    {
        "name": "Statement in Explanation of Vote by Ambassador Burhan Gafoor, Permanent Representative of the Republic of Singapore, at the 10th Emergency Special Session of the United Nations General Assembly, 18 September 2024, New York",
        "created_on": "19 September 2024",
        "updated_on": "19 September 2024",
        "content": "Mr President,                   I am taking the floor to explain my delegation’s vote on the resolution we have just adopted. 2 Singapore has always attached the greatest importance to international law and the principles of the UN Charter. We voted in favour of this resolution after careful and thorough consideration due to our respect for the International Court of Justice, which is the principal judicial organ of the United Nations as well as for international law more broadly. 3 Nevertheless, we wish to place on record our serious reservations, as we did when General Assembly resolution A/RES/77/247 was adopted in November 2022, about the use of the Court’s advisory jurisdiction to bypass the need for States’ consent in submitting what are essentially political disputes between two parties for adjudication. This approach sets an unsettling precedent, with wider implications that warrant further examination. We do not consider it appropriate to involve the Court in such disputes in this way. Mr President,    4 We have serious reservations about the resolution’s call for measures that have not been negotiated by the Israelis and Palestinians, the parties directly involved in the conflict. We are concerned that this will further harden positions on both sides, and make the prospects of a political solution even more remote. Both Israelis and Palestinians have legitimate security needs that must be taken into consideration in order to break the cycle of violence. Our longstanding view remains that the Israeli-Palestinian conflict can only be resolved through direct negotiations between both sides so as to achieve a comprehensive, just and durable solution.  5 In this connection, Singapore does not endorse the overreaching scope of the modalities and actions prescribed by the resolution for States, particularly, but not limited to, those enumerated in operative paragraphs four and five. They include measures that go beyond not just the advisory opinion but also our current obligations under international law, and will have far-reaching consequences on the prospects of the peace process.  6 As nearly a year has passed since the attack of 7 October 2023 by Hamas on Israel, our priority now must be to redouble efforts to implement UN Security Council resolutions on the situation in Gaza and work towards a ceasefire. The 7 October 2023 attack by Hamas on Israel was a terrorist attack and Israel, like every country, has a right to defend itself, in accordance with international law. Today, 101 hostages still remain in Gaza and Singapore continues to call for their safe, unconditional and immediate release. At the same time, in exercising its right of defence, Israel must comply fully with international law, including international humanitarian law, and the rules governing the conduct of war.  In our view, the Israeli military response has gone too far.  In addition, Singapore’s consistent view on Israeli settlements is that they are illegal under international law and they make it much harder to arrive at a two-state solution. Both sides must find the resolve to remove obstacles to peace and work towards a negotiated two-state solution in accordance with the relevant UN Security Council resolutions. 7 And returning to this resolution that we have just adopted today, however well-intentioned we are in seeking clarity on the legal position, we need to exercise the utmost care in the appropriateness of involving the Court in disputes like this where the ultimate objective of an enduring solution depends on the disputing parties being able to achieve a negotiated solution. In Singapore’s view, that should surely be the goal of all Members of this august Assembly. 8 I thank you very much for your attention.  .    .    .    .    . MINISTRY OF FOREIGN AFFAIRS SINGAPORE 19 SEPTEMBER 2024 ",
        "url": "https://www.mfa.gov.sg/Newsroom/Press-Statements-Transcripts-and-Photos/2024/09/10th-ESS-EOS_240919",
        "category": "Press Statements",
        "rolePermissions": [
            "official-open",
            "non-sensitive"
        ]
    },
    {
        "name": "Minister for Foreign Affairs Dr Vivian Balakrishnan and Minister in the Prime Minister Office, Second Minister for Foreign Affairs Dr Mohamad Maliki Osman to Attend the 79th UNGA in New York, 19 to 28 September 2024",
        "created_on": "19 September 2024",
        "updated_on": "19 September 2024",
        "content": " Minister for Foreign Affairs Dr Vivian Balakrishnan and Minister in the Prime Minister’s Office, Second Minister for Education and Second Minister for Foreign Affairs Dr Mohamad Maliki Osman will attend the 79th Session of the United Nations General Assembly (UNGA) from 19 to 28 September 2024.    \tMinister Balakrishnan will deliver Singapore’s national statements at the Summit of the Future (SOTF) on 23 September 2024 and the General Debate of the UNGA on 28 September 2024. Minister Balakrishnan will also participate in the 2nd G20 Foreign Ministers’ Meeting, and deliver a statement on behalf of the Global Governance Group (3G).    Minister Balakrishnan will also host several high-level events, including the 17th 3G Ministerial Meeting, a Ministerial lunch for the Caribbean Community Council for Foreign and Community Relations (COFCOR), and a reception for the Forum of Small States (FOSS). In addition, Minister Balakrishnan will deposit Singapore’s instrument of ratification of the Agreement under the UN Convention on the Law of the Sea on the Conservation and Sustainable Use of Marine Biological Diversity of Areas Beyond National Jurisdiction (BBNJ Agreement).    Minister Maliki will represent Singapore at several SOTF events and the Alliance of Small Island States (AOSIS) Leaders’ Meeting. Minister Maliki will also officiate the launch of a report on “Small States and the Future of Multilateralism”, which is a joint collaboration between the S Rajaratnam School of International Studies (RSIS) and New York-based think tank the International Peace Institute (IPI). The report captures the priorities and challenges for the UN and the multilateral system, viewed through the lens of small States.    Both Ministers will have a series of bilateral meetings with UN officials, foreign counterparts and US interlocutors based in New York.                     .    .    .    .    .     MINISTRY OF FOREIGN AFFAIRS SINGAPORE 19 SEPTEMBER 2024 ",
        "url": "https://www.mfa.gov.sg/Newsroom/Press-Statements-Transcripts-and-Photos/2024/09/79th-UNGA_240919",
        "category": "Press Statements",
        "rolePermissions": [
            "official-open",
            "non-sensitive"
        ]
    },
    {
        "name": "Visit of His Excellency Paul Kagame, President of the Republic of Rwanda, to Singapore, 18 to 23 September 2024",
        "created_on": "17 September 2024",
        "updated_on": "17 September 2024",
        "content": " President of the Republic of Rwanda Paul Kagame will make a Working Visit to Singapore from 18 to 23 September 2024. As fellow members of the Forum of Small States (FOSS), Singapore and Rwanda work closely together to advance the interests of small nations and to strengthen the multilateral system. This will be President Kagame’s fourth visit to Singapore. His last visit was in September 2022.      \tDuring his visit, President Kagame will meet President Tharman Shanmugaratnam and Prime Minister and Minister for Finance Lawrence Wong. President Kagame will also be hosted to a meal by Senior Minister Lee Hsien Loong.   .     .     .     .     .   MINISTRY OF FOREIGN AFFAIRS SINGAPORE 17 SEPTEMBER 2024 ",
        "url": "https://www.mfa.gov.sg/Newsroom/Press-Statements-Transcripts-and-Photos/2024/09/Rwanda-President-Visit_240917",
        "category": "Press Statements",
        "rolePermissions": [
            "official-open",
            "non-sensitive"
        ]
    },
    {
        "name": "Presentation of Credentials Ceremony, 17 September 2024",
        "created_on": "17 September 2024",
        "updated_on": "17 September 2024",
        "content": " The following foreign Heads of Mission presented their credentials to President Tharman Shanmugaratnam in separate ceremonies at the Istana today:    (a) The Ambassador of the Kingdom of Denmark His Excellency Jakob Brix Tange    (b) The Ambassador of the Portuguese Republic His Excellency Carlos Alberto Raheb Lopes Pires    (c) The Ambassador of the Republic of Equatorial Guinea His Excellency Mauricio Mauro Epkua Obama    \tTheir bio summaries are attached.   .    .    .    .     .     MINISTRY OF FOREIGN AFFAIRS SINGAPORE 17 SEPTEMBER 2024   .    .    .    .     .   HIS EXCELLENCY JAKOB BRIX TANGE AMBASSADOR TO SINGAPORE KINGDOM OF DENMARK \n\n Mr Jakob Brix Tange is a career foreign service officer. He has held various appointments at the Ministry of Foreign Affairs of Denmark, including as Head of Department and Ambassador for Trade Policy, Ambassador of Denmark to Afghanistan, and Private Secretary to the Danish Foreign Minister. He has also worked as a Senior Trade Policy Advisor for the Organisation for Economic Cooperation and Development. Prior to his current appointment, Ambassador Tange served as the Special Representative for Maritime Security of the Danish Ministry of Foreign Affairs and Ministry of Defence. \n Ambassador Tange holds a Master’s Degree in Political Science from the University of Copenhagen, Denmark. He has one daughter.   \n    Photo Credit: Ministry of Digital Development and Information (MDDI) and Prime Minister’s Office (PMO)   .     .     .     .     .   HIS EXCELLENCY CARLOS ALBERTO RAHEB LOPES PIRES AMBASSADOR TO SINGAPORE PORTUGUESE REPUBLIC \n\n Ambassador Carlos Alberto Raheb Lopes Pires is a career diplomat. He previously served as the Deputy Head of Mission at Portugal’s Embassies in Cairo, Paris, and São Tomé. Ambassador Pires has also held appointments in several Ministerial cabinets, including as Advisor to the Minister of State and Foreign Affairs, Advisor to the Prime Minister, Chief of Staff of the Deputy Minister for European Affairs, and Chief of Staff of the Minister for Foreign Affairs. Prior to his current appointment, he was the Deputy Minister of National Defence. This is his first Ambassadorial posting. \n Ambassador Pires has a Degree in International Relations from the Lisbon Technical University and a Master’s Degree in European Studies from the London School of Economics. He is married with two daughters.      Photo Credit: Ministry of Digital Development and Information (MDDI) and Prime Minister’s Office (PMO)\n .     .     .     .     .   HIS EXCELLENCY MAURICIO MAURO EPKUA OBAMA AMBASSADOR TO SINGAPORE REPUBLIC OF EQUATORIAL GUINEA \n\n Ambassador Epkua Obama has served as the Ambassador of the Republic of Equatorial Guinea to the People’s Republic of China since 2022. Prior to this, he was the Ambassador to the Republic of Ghana from 2021 to 2022. Ambassador Obama joined the Foreign Service in 2000, and has served in Equatorial Guinea’s overseas missions in Cameroon, Ethiopia, Switzerland, Spain and Senegal in various capacities.   \n Ambassador Obama graduated from Fudan University in Shanghai, China with a specialisation in International Relations. He speaks Mandarin, English, French and Spanish.  \n Ambassador Obama is married.            Photo Credit: Ministry of Digital Development and Information (MDDI) and Prime Minister’s Office (PMO)   .     .     .     .     . \n \n\n ",
        "url": "https://www.mfa.gov.sg/Newsroom/Press-Statements-Transcripts-and-Photos/2024/09/POC_240917",
        "category": "Press Statements",
        "rolePermissions": [
            "official-open",
            "non-sensitive"
        ]
    },
    {
        "name": "Visit of His Excellency Tshering Tobgay, Prime Minister of the Kingdom of Bhutan, to Singapore, 17 to 19 September 2024",
        "created_on": "16 September 2024",
        "updated_on": "16 September 2024",
        "content": " Prime Minister of the Kingdom of Bhutan Tshering Tobgay will make a Working Visit to Singapore from 17 to 19 September 2024. Singapore and Bhutan share a warm and longstanding friendship, underpinned by our common interests and our close cooperation in mutually beneficial areas such as sustainability, healthcare, and skills development. This is Prime Minister Tobgay’s third visit to Singapore. His last visit to Singapore was in September 2017.    During his visit, Prime Minister Tobgay will call on President Tharman Shanmugaratnam and meet Senior Minister Lee Hsien Loong. He will also be hosted to separate meals by Prime Minister and Minister for Finance Lawrence Wong, and Minister for Foreign Affairs Dr Vivian Balakrishnan.     .     .     .     .     .   MINISTRY OF FOREIGN AFFAIRS SINGAPORE 16 SEPTEMBER 2024 ",
        "url": "https://www.mfa.gov.sg/Newsroom/Press-Statements-Transcripts-and-Photos/2024/09/Bhutan-Visit_240916",
        "category": "Press Statements",
        "rolePermissions": [
            "official-open",
            "non-sensitive"
        ]
    }
]